{
  "sections": [
    {
      "title": "個人情報の取扱いに関する基本方針",
      "description": [
        "当サービス（以下「当サービス」といいます）は、個人情報の重要性を認識し、その保護の徹底を図ることが社会的責務であると考えております。",
        "当サービスでは、ユーザーの皆さまに安心してご利用いただけるよう、「個人情報の保護に関する法律」その他の関連法令・ガイドラインを遵守し、以下の方針に基づき、個人情報の適切な取扱いおよび安全管理に努めます。"
      ],
      "items": [
        "個人情報を取得する際は、利用目的を明示したうえで、適正かつ公正な手段により取得します。",
        "取得した個人情報は、あらかじめ明示した利用目的の範囲内でのみ利用し、目的外での利用はいたしません。",
        "個人情報の漏えい、滅失、毀損、改ざん、不正アクセス等を防止するため、必要かつ適切な安全管理措置を講じます。",
        "個人情報に関するお問い合わせ・ご相談には、誠実かつ迅速に対応いたします。",
        "個人情報保護のための取り組みを継続的に見直し、改善を行ってまいります。"
      ]
    },
    {
      "title": "定義",
      "description": "本プライバシーポリシーにおいて使用する用語の定義は、以下のとおりとします。",
      "items": [
        "「個人情報」とは、生存する個人に関する情報であり、氏名、メールアドレス、生年月日、その他特定の個人を識別できる情報（他の情報と照合することで個人を識別できる情報を含みます）をいいます。",
        "「個人データ」とは、個人情報を含む情報であって、検索が可能なように体系的に構成されたデータベース等により構成されるものをいいます。",
        "「保有個人データ」とは、当サービスが自ら作成し、または取得した個人データのうち、当サービスが開示、訂正、利用停止等の対応を行う権限を有するものをいいます。",
        "「ユーザー」とは、当サービスが提供する本サービスを利用するすべての個人または法人をいいます。",
        "「本サービス」とは、当サービスが運営するウェブサイト、アプリケーション、またはこれらに付随する一切のサービスをいいます。",
        "「第三者」とは、本人および当サービスを除くすべての個人、法人、団体、またはその代表者をいいます。外部のサービス提供事業者（例：SNS認証サービス提供会社、アクセス解析事業者など）を含みます。",
        "「Cookie（クッキー）」とは、ユーザーのウェブサイト閲覧履歴や利用情報等を、ユーザーの端末に一時的に保存する仕組みをいいます。",
        "「アクセス解析ツール」とは、当サービスの利用状況を把握するために使用する外部サービスであり、匿名化されたトラフィックデータ（例：IPアドレス、ブラウザの種類、閲覧日時等）を収集・分析するものをいいます。",
        "「ソーシャルログイン」とは、ユーザーがGoogle、Facebook、Appleなどの外部アカウントを利用して本サービスにログインする機能をいいます。",
        "「ログ情報」とは、ユーザーが本サービスにアクセスした際に自動的に送信・記録される情報であり、IPアドレス、使用ブラウザ、アクセス日時、参照元URL等を含みます。"
      ]
    },
    {
      "title": "事業者の名称",
      "description": "Okey（個人開発者）",
      "items": [
        "【所在地】所在地は、正当な理由に基づき開示を求められた場合に、適切な方法で開示いたします。",
        "【代表者氏名】代表者氏名は、正当な理由に基づき開示を求められた場合に、適切な方法で開示いたします。",
        "【連絡先】メールアドレス：info.mahjong.yaritai@gmail.com"
      ]
    },
    {
      "title": "個人情報の取得方法",
      "description": "当サービスは、以下の方法により個人情報を取得いたします。取得した個人情報は、あらかじめお知らせした利用目的の範囲内で利用いたします。",
      "items": [
        "ユーザーが本サービスに会員登録またはお問い合わせを行う際に、メールアドレスやその他必要な情報を入力フォームにてご提供いただく方法。",
        "LINE, Google等の外部サービスを利用したソーシャルログインにより、当該サービスからユーザーの基本情報（メールアドレス等）を取得する方法。",
        "ユーザーが本サービス上でアップロードする画像等のファイル",
        "本サービスの利便性向上やアクセス解析のため、Cookieやアクセスログ（IPアドレス、ブラウザ情報、アクセス日時など）を自動的に収集する方法。"
      ]
    },
    {
      "title": "個人情報の利用目的",
      "description": "当サービスは、取得した個人情報を以下の目的で利用いたします。",
      "items": [
        "本サービスの提供および運営のため。",
        "会員登録の管理および認証のため。",
        "ユーザーからのお問い合わせへの対応のため。",
        "ソーシャルログインによる本人確認およびサービス利用促進のため。",
        "ユーザーがアップロードした画像やデータの管理および保存のため。",
        "本サービスの改善および新サービス開発のための利用状況分析のため。",
        "不正行為の防止およびサービスの安全確保のため。",
        "法令に基づく対応や権利義務の確保のため。"
      ]
    },
    {
      "title": "個人データを安全に管理するためにとった措置の内容",
      "description": "当サービスは、個人情報の漏洩、滅失、毀損等を防止するため、以下の安全管理措置を講じております。",
      "items": [
        "サーバーやデータベースのアクセス管理については、適切な技術的措置を講じております。",
        "通信においては、HTTPSを採用し、SSL/TLSによる暗号化を行っております。",
        "定期的にサービス全体のセキュリティ状況を確認し、必要に応じて対策の見直しを実施しております。",
        "個人情報の取扱いに関する内部規定の整備や従業員教育は、個人開発のため実施しておりませんが、慎重な取り扱いを心がけております。"
      ]
    },
    {
      "title": "個人データの共同利用について",
      "description": "当サービスは、取得した個人データについて、他の事業者との共同利用は行っておりません。個人情報は当サービスが責任をもって管理いたします。"
    },
    {
      "title": "個人データの第三者提供について",
      "description": [
        "当サービスは、取得した個人データを本人の同意なく第三者に提供することは原則としてありません。",
        "ただし、以下の場合には、法令に基づきやむを得ず第三者に提供することがあります。"
      ],
      "items": [
        "法令に基づく場合",
        "人の生命、身体または財産の保護のために必要がある場合で、本人の同意を得ることが困難な場合"
      ]
    },
    {
      "title": "個人データの開示、訂正等の手続きについて",
      "description": [
        "当サービスは、利用者ご本人から、保有個人データに関して以下の請求があった場合、本人確認を行ったうえで、法令に基づき、合理的な期間および範囲内で対応いたします。なお、保有個人データに該当しない情報（例：一時的なアクセスログなど）については、対象外とさせていただく場合があります。",
        "利用者ご本人からの請求には、以下のものが含まれます。"
      ],
      "items": [
        "保有個人データの開示",
        "利用目的の通知",
        "内容の訂正、追加または削除",
        "利用の停止または消去",
        "第三者提供記録の開示",
        "第三者提供の停止",
        "ご請求にあたっては、本人確認のための情報提供をお願いする場合があります。",
        "対応対象は、当サービスが法令上の義務を負う「保有個人データ」に限られます。",
        "保有個人データに該当しない情報（例：短期保存のアクセスログなど）については、開示・訂正等の対象外となる場合があります。"
      ]
    },
    {
      "title": "個人データの利用停止等について",
      "description": [
        "当サービスは、利用者ご本人から、保有個人データが利用目的の範囲を超えて取り扱われている、または不正に取得されたものであるといった理由により、利用の停止または消去を求められた場合には、本人確認を行ったうえで、法令に基づき適切かつ迅速に対応いたします。",
        "なお、利用停止等に多額の費用を要する場合、またはその他実施が困難な場合には、これに代わる適切な措置を講じます。",
        "利用者ご本人の申し出により、以下の対応を行います。"
      ],
      "items": [
        "個人データの利用停止",
        "個人データの消去",
        "対応は、法令に基づき、合理的な期間および範囲内で実施されます。",
        "利用停止等に過大な費用を要する場合や、実施が困難な場合には、これに代わる必要かつ適切な対応を行います。"
      ]
    },
    {
      "title": "個人情報の取扱いに関する相談や苦情の連絡先",
      "description": [
        "当サービスにおける個人情報の取扱いに関するご質問、苦情、ご相談などがある場合は、お問合せください。誠意をもって迅速に対応いたします。相談・苦情の内容例は以下の通りです。"
      ],
      "items": [
        "個人情報の取扱い方法に関するご質問",
        "開示・訂正・削除等の請求に関するお問い合わせ",
        "第三者提供の有無に関するご確認",
        "その他プライバシーに関するご意見やご要望",
        "メールアドレス：info.mahjong.yaritai@gmail.com",
        "回答までに数営業日を要する場合がございます。あらかじめご了承ください。"
      ]
    },
    {
      "title": "SSLセキュリティについて",
      "description": [
        "当サービスのウェブサービスでは、利用者の個人情報を安全に送信いただくために、SSL（Secure Sockets Layer）またはTLS（Transport Layer Security）といった暗号化通信技術を使用しています。これにより、通信内容が第三者に傍受されるリスクを軽減しています。"
      ],
      "items": [
        "SSL/TLSを用いて、利用者の入力した情報（例：メールアドレス、パスワードなど）を暗号化し、安全に通信します。",
        "ブラウザのアドレスバーに表示される「https://」が暗号化通信の利用を示しています。",
        "サーバー証明書は、信頼された認証局（CA）から発行されたものを使用しています。",
        "利用者の通信環境やブラウザ設定によっては、一部のページで正しく表示されない場合があります。その際は、最新バージョンのブラウザをご利用ください。"
      ]
    },
    {
      "title": "Cookie（クッキー）について",
      "description": [
        "当サービスのウェブサービスでは、利用者の利便性向上やサービスの分析のためにCookieを使用しています。",
        "Cookieは、利用者のブラウザに保存される小さなデータであり、サービス利用状況の把握や認証などに役立てています。利用者はブラウザの設定により、Cookieの受け入れ拒否や削除が可能です。",
        "ただし、その場合、一部のサービスが正常に動作しないことがあります。Cookieに保存される情報には個人を特定できる情報は含まれておらず、プライバシー保護に努めています。",
        "Cookieの利用目的の例は以下の通りです。"
      ],
      "items": [
        "ログイン状態の維持",
        "サイト内の利用状況分析（アクセス解析）",
        "利用者の設定や表示状態の保持",
        "当サービスでは、第三者配信の広告Cookieは利用しておりませんが、使用する場合は事前に利用者の承認を得た上で利用いたします。"
      ]
    },
    {
      "title": "プライバシーポリシーの改定について",
      "description": [
        "当方は、法令の改正やサービス内容の変更に応じて、本プライバシーポリシーを適宜見直し、改定を行うことがあります。改定後の内容は、当方のウェブサイト上に掲載した時点より効力を有します。"
      ],
      "items": [
        "プライバシーポリシーの改定は、必要に応じて実施します。",
        "改定内容は、当方ウェブサイトに掲載し公表いたします。",
        "重要な変更がある場合は、利用者に対して別途通知する場合があります。",
        "利用者は最新のプライバシーポリシーを定期的にご確認ください。"
      ]
    },
    {
      "title": "外国への個人データの提供がある場合の対応",
      "description": "当方は、原則として取得した個人データを外国の国・地域に提供することはありません。万が一、サービス運営上やむを得ず国外へ個人データを提供する場合には、適用される法令を遵守し、利用者の個人情報の保護に努めます。"
    },
    {
      "title": "プライバシーに関するお問い合わせ",
      "description": "info.mahjong.yaritai@gmail.com よりメールにてお問い合わせください。"
    }
  ]
}
