const tileNickNameById = {
  // 萬子 (マンズ)
  1: "イーマン",
  2: "リャンマン",
  3: "サンマン",
  4: "スーマン",
  5: "ウーマン",
  6: "ローマン",
  7: "チーマン",
  8: "パーマン",
  9: "キューマン",

  // 筒子 (ピンズ)
  10: "イーピン",
  11: "リャンピン",
  12: "サンピン",
  13: "スーピン",
  14: "ウーピン",
  15: "ローピン",
  16: "チーピン",
  17: "パーピン",
  18: "キューピン",

  // 索子 (ソーズ)
  19: "イーソー",
  20: "リャンソー",
  21: "サンソー",
  22: "スーソー",
  23: "ウーソー",
  24: "ローソー",
  25: "チーソー",
  26: "パーソー",
  27: "キューソー",

  // 字牌 (ジハイ)
  28: "トン",
  29: "ナン",
  30: "シャー",
  31: "ペー",
  32: "ハク",
  33: "ハツ",
  34: "チュン",
};

export default tileNickNameById;
